Repository: OlivierCharton/KpRefresher
Catalog: KpRefresher/Ressources/strings.*.resx
Languages: fr

# BusinessService_CustomIdAccountNotMatching
source: KillProof.me account {0} does not match with current GW2 account {1}.
fr: Le compte KillProof.me {0} ne correspond pas avec le compte GW2 actuel {1}.

# BusinessService_CustomIdNoAccountFound
source: KillProof.me account {0} does not exist.
fr: Le compte KillProof.me {0} n'existe pas.

# BusinessService_CustomIdSet
source: Custom Id set!
fr: Id personnalisé configuré !

# BusinessService_Error
source: Error
fr: Erreur

# BusinessService_Refreshed
source: Refreshed
fr: Rafraîchi

# BusinessService_RefreshNotAvailable
source: Refresh not available
fr: Rafraîchissement indisponible

# BusinessService_Wing
source: Wing
fr: Aile

# CornerIcon_CancelNotify
source: Cancel notification for next refresh
fr: Annuler l'averissement du prochain rafraîchissement

# CornerIcon_Copy
source: Copy KillProof.me Id to clipboard
fr: Copier l'identifiant KillProof.me Id dans le presse-papier

# CornerIcon_Notify
source: Notify when refresh available
fr: Avertir quand le prochain rafraîchissement est disponible

# CornerIcon_OpenWebsite
source: Open KillProof.me website
fr: Ouvrir le site KillProof.me

# CornerIcon_Refresh
source: Refresh KillProof.me data
fr: Rafraîchir les données KillProof.me

# CornerIcon_Tooltip_Warning
source: KpRefresher - api error, please wait
fr: KpRefresher - erreur avec l'api, veuillez patienter

# GW2APIService_Bank
source: Bank
fr: Banque

# GW2APIService_SharedSlots
source: Shared Slots
fr: Inventaire partagé

# LoadingSpinner_Fetch
source: Fetching Api Data
fr: Récupération des données API

# MainWindow_Button_ClearNotif_Label
source: Clear notifications
fr: Nettoyer les notifications

# MainWindow_Button_ClearSchedule_Label
source: Clear schedule
fr: Annuler la programmation

# MainWindow_Button_ClearSchedule_Tooltip
source: Resets any scheduled refresh
fr: Annule tout rafraîchissement programmé

# MainWindow_Button_RefreshLinkedAccounts_Label
source: Refresh linked accounts
fr: Rafraîchir les comptes liés

# MainWindow_Button_RefreshLinkedAccounts_Tooltip
source: Attempts to refresh all linked KillProof.me accounts
fr: Essaie de rafraîchir les autres comptes liés au profil KillProof.me

# MainWindow_Button_Refresh_Label
source: Refresh KillProof.me
fr: Rafraîchir KillProof.me

# MainWindow_Button_Refresh_Tooltip
source: Attempts to refresh KillProof.me If auto-retry is enable, a new refresh will be scheduled in case of failure
fr: Essaie de rafraîchir le profil KillProof.me Si les essais automatiques sont activés, un nouveau rafraîchissement sera programmé en cas d'échec

# MainWindow_Button_ShowClears_Label
source: Show clears
fr: Afficher les clears

# MainWindow_Button_ShowClears_Tooltip
source: Displays current raid clears according to KillProof.me and GW2 If the color is green, it means the clear has been registered on KillProof.me If the color is purple, it means that the clear is visible by GW2 API, and can be added to KillProof.me through refresh
fr: Affiche les raids effectués selon KillProof.me and GW2 Si la couleur est verte, cela veut dire que le clear a enregistré sur KillProof.me Si la couleur est violette, cela veut dire que le clear est visible depuis l'API GW2, et peut être enregistrée sur KillProof.me grâce à un rafraîchissement

# MainWindow_Button_ShowKP_Label
source: Show current KP
fr: Afficher les KP actuels

# MainWindow_Button_ShowKP_Tooltip
source: Scan your bank, shared slots and characters and displays current KP according GW2 API. Every kp in the list is able to be scanned by KillProof.me, if not already scanned. You can use this feature to check if a newly opened chest is already visible for KillProof.me.
fr: Scanne la banque, l'inventaire partagé et les personnages, puis affiche les KP stockés selon l'API GW2. Chaque kp dans la liste peut-être ajouté sur KillProof.me, s'il n'a pas déjà été scanné. Cette fonctionnalité peut être utile pour vérifier si le contenu d'un coffre de raid est déjà visible pour KillProof.me, par exemple.

# MainWindow_CustomId_EditNotif
source: Please press enter to save value.
fr: Appuyer sur entrée pour sauvegarder.

# MainWindow_CustomId_Label
source: Custom Id
fr: Id personnalisé

# MainWindow_CustomId_Tooltip
source: Overrides the GW2 account name. Only use this option if the default configuration does not work for you.
fr: Remplace le nom de compte GW2. A n'utiliser que si la configuration par défaut ne fonctionne pas pour vous.

# MainWindow_DelayBeforeRefreshOnMapChange_Label
source: Delay before refresh
fr: Délai avant rafraîchissement

# MainWindow_DelayBeforeRefreshOnMapChange_Tooltip
source: Time in minutes before refresh is triggered after map change (between 1 and 60)
fr: Temps en minutes avant qu'un rafraîchissement ne soit déclenché lors d'un changement de carte (entre 1 et 60)

# MainWindow_EnableAutoRetry_Label
source: Enable auto-retry
fr: Nouvel essai automatique

# MainWindow_EnableAutoRetry_Tooltip
source: Schedule automatically a new try when KillProof.me was not available for a refresh
fr: Programme automatiquement un nouvel essai quand KillProof.me est indisponible

# MainWindow_EnableRefreshOnKill_Label
source: Condition refresh to clear
fr: Rafraîchissement conditionnel

# MainWindow_EnableRefreshOnKill_Tooltip
source: Only allow refresh if a clear was made and is visible by GW2 API
fr: Ne rafraîchit que si un clear a été effectué et est visible par l'API GW2

# MainWindow_HideAllMessages_Label
source: Hide All Messages
fr: Masquer tous les messages

# MainWindow_HideAllMessages_Tooltip
source: Hide all notifications, useful when API down
fr: Cache toutes les notifications, utile quand l'api est KO

# MainWindow_Notif_LinkedAccounts
source: {0} linked account{1} found! {2}
fr: {0} compte{1} lié{1} trouvé{1} ! {2}

# MainWindow_Notif_Loading
source: Loading...
fr: Chargement ...

# MainWindow_Notif_NoLinkedAccount
source: No linked account found!
fr: Aucun compte lié trouvé !

# MainWindow_Notif_NoSchedule
source: No scheduled refresh
fr: Aucun rafraîchissement programmé

# MainWindow_Notif_ScheduleDisabled
source: Scheduled refresh disabled!
fr: Rafraîchissement annulé !

# MainWindow_RefreshOnKillOnlyBoss_Label
source: Refresh on final boss kill
fr: Conditionne au kill de boss de fin

# MainWindow_RefreshOnKillOnlyBoss_Tooltip
source: Only refresh if a final raid wing boss was cleared (e.g. Sabetha)
fr: Rafraîchir uniquement quand un boss de fin d'aile de raid a été vaincu (ex: Sabetha)

# MainWindow_RefreshOnMapChange_Label
source: Refresh on map change
fr: Rafraîchir au changement de carte

# MainWindow_RefreshOnMapChange_Tooltip
source: Schedule a refresh when leaving a raid or strike map
fr: Programmer un rafraîchissement lors d'une sortie de carte de raid ou de mission d'attaque

# MainWindow_ShowScheduleNotification_Label
source: Show auto-retry notifications
fr: Afficher les notifications

# MainWindow_ShowScheduleNotification_Tooltip
source: Display notification when retry is scheduled
fr: Afficher les notifications pour les essais planifiés

# MainWindow_Spinner_Minutes
source: Next retry in {0} minute{1}.
fr: Prochain essai dans {0} minute{1}.

# MainWindow_Spinner_Seconds
source: Next retry in {0} second{1}.
fr: Prochain essai dans {0} seconde{1}.

# Notification_CopiedToClipboard
source: [KpRefresher] Id copied to clipboard!
fr: [KpRefresher] Identifiant copié dans le presse-papier !

# Notification_CustomIdAccountNotMatching
source: [KpRefresher] KillProof.me account {0} does not match with current GW2 account {1}.
fr: [KpRefresher] Le compte KillProof.me {0} ne correspond pas avec le compte GW2 actuel {1}.

# Notification_DataNotAvailable
source: [KpRefresher] KillProof.me data not available Please retry later.
fr: [KpRefresher] Les données KillProof.me ne sont pas disponibles Veuillez réessayer plus tard.

# Notification_InstanceExitDetected
source: [KpRefresher] Instance exit detected, refresh scheduled in {0} minute{1}
fr: [KpRefresher] Sortie d'instance détectée Rafraîchissement programmé dans {0} minute{1}

# Notification_KpAccountAnonymous
source: [KpRefresher] Refresh failed : please allow anonymous refresh in your KillProof.me settings
fr: [KpRefresher] Rafraîchissement échoué Veuillez autoriser le rafraîchissement anonyme dans les paramètres KillProof.me

# Notification_KpAccountUnknown
source: [KpRefresher] KillProof.me Id {0} does not exist!
fr: [KpRefresher] Le compte KillProof.me {0} n'existe pas !

# Notification_KPProfileFetchError
source: [KpRefresher] Error while loading KillProof.me profile. Please retry later.
fr: [KpRefresher] Erreur lors de la récupération du profil KillProof.me. Veuillez réessayer plus tard.

# Notification_NextRefreshAvailableIn
source: [KpRefresher] Next refresh available in {0} minute{1}
fr: [KpRefresher] Prochain rafraîchissement disponible dans {0} minute{1}

# Notification_NoClearRefreshAborted
source: [KpRefresher] No new clear validating settings, refresh aborted!
fr: [KpRefresher] Les conditions de clear ne sont pas validées Rafraîchissement annulé !

# Notification_NotifyScheduled
source: [KpRefresher] You will be notified when next refresh is available, in approx. {0} minute{1}.
fr: [KpRefresher] Vous serez averti quand le prochain rafraîchissement sera disponible, dans environ {0} minute{1}.

# Notification_RefreshAvailable
source: [KpRefresher] Next refresh is available!
fr: [KpRefresher] Le rafraîchissement est disponible !

# Notification_RefreshNotAvailable
source: [KpRefresher] KillProof.me refresh was not available Please retry later.
fr: [KpRefresher] Le rafraîchissement de KillProof.me n'est pas disponible Veuillez réessayer plus tard.

# Notification_RefreshNotAvailableRetry
source: [KpRefresher] KillProof.me refresh was not available Auto-retry in 5 minutes.
fr: [KpRefresher] Le rafraîchissement de KillProof.me n'est pas disponible Nouvel essai dans 5 minutes.

# Notification_RefreshOk
source: [KpRefresher] KillProof.me refresh successful!
fr: [KpRefresher] Rafraîchissement de KillProof.me réussi !

# Notification_TryScheduled
source: {0} A new try has been scheduled.
fr: {0} Un nouvel essai a été planifié.
